{
  "movies": [
    {
      "name": "Esaretin Bedeli",
      "rating": "9,1",
      "overview": "Genç ve başarılı bir bankacı olan Andy Dufresne, karısını ve onun sevgilisini öldürmek suçundan ömür boyu hapse mahkum edilir ve Shawshank hapishanesine gönderilir. Burada başta Red olmak üzere yeni arkadaşlar edinir. Hapishane yaşamını uyum sağlamaya çalışırken diğer yandan da bilgisi ve kültürüyle etrafındaki insanları etkilemeyi başaracaktır.",
      "imageURL": "https://tr.web.img2.acsta.net/pictures/bzp/01/11736.jpg",
      "id": 1
    },
    {
      "name": "Başlangıç",
      "rating": "8.9",
      "imageURL": "https://upload.wikimedia.org/wikipedia/tr/9/94/Ba%C5%9Flang%C4%B1%C3%A7.jpg",
      "overview": "Dom Cobb (Leonardo DiCaprio) çok yetenekli bir hırsızdır. Uzmanlık alanı, zihnin en savunmasız olduğu rüya görme anında, bilinçaltının derinliklerindeki değerli sırları çekip çıkarmak ve onları çalmaktır. Cobb’un bu ender mahareti, onu kurumsal casusluğun tehlikeli yeni dünyasında aranan bir oyuncu yapmıştır. Ancak, aynı zamanda bu durum onu uluslararası bir kaçak yapmış ve sevdiği herşeye malolmuştur. Cobb’a içinde bulunduğu durumdan kurtulmasını sağlayacak bir fırsat sunulur. Ona hayatını geri verebilecek son bir iş; tabi eğer imkansız başlangıçı tamamlayabilirse... Mükemmel soygun yerine, Cobb ve takımındaki profesyoneller bu sefer tam tersini yapmak zorundadır; görevleri bir fikri çalmak değil onu yerleştirmektir. Eğer başarırlarsa, mükemmel suç bu olacaktır. Ama ne dikkatle yapılan planlamalar, ne de uzmanlıkları, onları, her hareketlerini önceden tahmin ettiği anlaşılan tehlikeli düşmanlarına karşı hazırlıklı kılabilir. Bu, gelişini sadece Cobb’un görebildiği bir düşmandır.",
      "id": 2
    },
    {
      "name": "Dövüş Kulübü",
      "rating": "8.8",
      "overview": "Oregon Üniversitesinde yüksek lisansını yapan Chuck Palanhiuk'un uzak olmayan bir gelecekte geçen ve kafası karışık genç bir erkeği konu alan romanından yola çıkılarak çekilen Fight Club'da filmi anlatan, ünlü bir otomobil firmasında iyi bir işe sahiptir. Tek düze yaşamı kronik uykusuzluk sorunuyla çekilmez bir hale gelmiştir. Ailesi ve yakın bir arkadaşı olmayan Jack doktorunun tavsiyesi üzerine kanserli hastaların terapi grubuna katılır. Bu toplantılar esnasında Marla'yla tanışır o da genç adam gibi hasta olmadığı halde grubun toplantılarına katılmaktadır. Jack'in ve Marla'nın çabaları tüketici kültürünün anlamsızlığına karşı bir duruştur adeta kariyer sahibi ama yanlız insanların bir tepkisi. Jack'ın jenerasyonu ölü bir jenerasyondur. Bir yolculuk sonrası evinin yanmış olduğunu gördüğünde arayabileceği tek kişinin yolculuk sırasında tanıştığı sabun satıcısı Tyler Durden olmasıda adeta bunun bir kanıtıdır. İçilen birkaç biranın ardından park yerinde Tyler, kahramanımızı kendine vurması için kışırtacaktır. Aralarında başlayan bu kavga Jack'in hayatını değiştirecektir. Bir süre sonra Jack Tyler'ın yanına taşınır. Tyler'ın liderliğinde bir dövüş kulübünün kuruluşuyla bu kulübde sayıları elliyi aşmamak kaydıyla genç erkekler birbirleriyle dövüşmeye başlayacaklardır. Kısa sürede popüler hale gelen kulüp ve Tyler Durden hızlı bir şekilde bu ölü jenerasyonun mesihi haline gelir.",
      "imageURL": "https://tr.web.img4.acsta.net/pictures/bzp/01/21189.jpg",
      "id": 3
    },
    {
      "name": "Sex Educationn",
      "rating": "9.9",
      "overview": "Sex Education’ın hikayesi, kurgusal İngiliz kasabası Moordale’da geçiyor. Toy ve içine kapanık bir öğrenci olan Otis Milburn, cinsellik terapisti olarak çalışan ebeveynleriyle birlikte yaşamaktadır. Haliyle cinsellik sohbetlerinin tam ortasında büyüyen Otis, yıllar içerisinde bu konu üzerinde uzmanlaşmıştır. Otis, uzmanlığını okulda statü elde etmek için kullanabileceğini keşfeder. Zeki arkadaşı Maeve ile harekete geçer ve arkadaşlarının seksle ilgili problemlerini çözmek için gizli bir seks terapisi kliniği açar. Genç adam bu seanslar esnasında, kendisinin de esaslı bir terapiye ihtiyacının olduğunu keşfedecektir.",
      "imageURL": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/4Bph0hhnDH6dpc0SZIV522bLm4P.jpg",
      "id": 4
    },
    {
      "name": "Prestij",
      "rating": "8,8",
      "imageURL": "https://tr.web.img3.acsta.net/pictures/bzp/01/108998.jpg",
      "overview": "Bu beklenmedik dönüşlerle dolu gizemli öyküde, Viktorya Devri’nde iki sahne sihirbazı, giderek şiddetlenen bir savaşa ve birbirlerinin mesleki sırlarını ortaya çıkartmak için doymaz bir susuzluğa dönüşen güçlü bir rekabete girişiyorlar. Bu iki görkemli adamın cüreti tutkuya, şovmenliği bilime ve hırsı dostluğa kırdırmalarının sonuçları tehlikeli, ölümcül ve hileli oluyor. Her şey yüzyılın başında, hızla değişen Londra’da başlıyor. Sihirbazların ünlü ve en üst mertebede idol olarak kabul edildikleri bir zamanda, iki genç sihirbaz şöhrete giden yolu çizmeye başlarlar. Gösterişli, sofistike Robert Angier (HUGH JACKMAN) tam bir şovmenken, yontulmamış ve gelenekçi Alfred Borden (CHRISTIAN BALE) sihirli fikirlerini gösterme yeteneğinden yoksun, yaratıcı bir dahidir. Birbirlerini takdir eden arkadaşlar ve ortaklar olarak yola çıkarlar. Ama en büyük numaraları ters gidince, aralarında ömür boyu sürecek bir düşmanlık başlar; ikisi de bir diğerini geçme ve altüst etme niyetindedir. Sürdürdükleri aşırı rekabet, her numarayla, her gösteriyle daha da büyür; ta ki sınır tanımayana, hatta elektriğin yeni ve inanılmaz güçlerini ve Nikola Tesla’nın bilimsel dehasını işin içine dahil edene dek...",
      "id": 5
    },
    {
      "name": "V For Vendetta",
      "rating": "8,6",
      "imageURL": "https://img.kitapyurdu.com/v1/getImage/fn:1141352/wh:true/wi:800",
      "overview": "V olarak bilinen maskeli bir adam, geleceğin totaliter rejimle yönetilen İngilteresi'nde korkuyla sindirilmiş halkına egemenliği geri verebilmek için şiddete başvuran biridir. V İngiltere halkını, kendisiyle Guy Fawkes günü olan 5 Kasım’da Parlamento’nun çevresinde buluşmaya davet eder.",
      "id": 6
    },
    {
      "name": "Sex Educationn",
      "rating": "9.9",
      "overview": "Sex Education’ın hikayesi, kurgusal İngiliz kasabası Moordale’da geçiyor. Toy ve içine kapanık bir öğrenci olan Otis Milburn, cinsellik terapisti olarak çalışan ebeveynleriyle birlikte yaşamaktadır. Haliyle cinsellik sohbetlerinin tam ortasında büyüyen Otis, yıllar içerisinde bu konu üzerinde uzmanlaşmıştır. Otis, uzmanlığını okulda statü elde etmek için kullanabileceğini keşfeder. Zeki arkadaşı Maeve ile harekete geçer ve arkadaşlarının seksle ilgili problemlerini çözmek için gizli bir seks terapisi kliniği açar. Genç adam bu seanslar esnasında, kendisinin de esaslı bir terapiye ihtiyacının olduğunu keşfedecektir.",
      "imageURL": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/4Bph0hhnDH6dpc0SZIV522bLm4P.jpg",
      "id": 7
    },
    {
      "name": "Squid Game (20221)",
      "rating": "9.8",
      "overview": "Para sıkıntısı çeken yüzlerce oyuncu, tuhaf bir davet alır. Davette onlara cazip bir ödül karşılığında çocuk oyunlarında yarışmaları teklif edilir. Teklifi kabul eden oyuncular, yarışmayı kazanırlarsa 40 milyon dolarlık büyük ödülün sahibi olacaktır. Ancak ödül cazip olsa da oyunun ölümcük riskleri vardır.",
      "imageURL": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/aKkX9bvFz0GsqqnHZABBL6uoLmg.jpg",
      "id": 8
    }
  ]
}
